Repository: svetlio/uc_econt
Catalog: uc_econt_cod/translations/uc_econt_cod.*.po
Languages: bg

source: Econt COD
bg: Еконт Наложен платеж

source: Econt cash on delivery
bg: Еконт Наложен платеж

source: Invoice before pay enabled.
bg: Търговецът разрешава получаване на фактура преди плащане на наложения платеж.

source: Pay after accept enabled.
bg: Търговецът разрешава преглед на стоката преди плащане на наложения платеж.

source: Pay after test enabled.
bg: Търговецът разрешава тест на стоката преди плащане.

source: Payment method
bg: Начин на плащане

source: Econt COD tax
bg: Econt такса за Наложен платеж

source: Policy message
bg: Политика

source: Help message shown at checkout.
bg: Помощ съобщение за поръчката.

source: Ubercart - payment
bg: Ubercart плащане
