Repository: svetlio/uc_econt
Catalog: translations/uc_econt.*.po
Languages: bg

source: Demo mode
bg: Демо режим

source: Live mode
bg: Реален режим

source: Disabled
bg: Деактивиран

source: Shipping and returns
bg: Доставка и връщане

source: Returns
bg: Връщане

source: Acknowledgment - DC
bg: Обратна разписка - DC

source: Acknowledgment + stock receipt - DC-CP
bg: Обратна разписка + стокова разписка - DC-CP

source: Always On
bg: Задължително

source: Users choose
bg: По избор

source: Econt shipping options
bg: Еконт - Опции на доставка

source: Pickup address status
bg: Състояние на адрес на магазина

source: Econt shipping will be active only if default pickup address was filled on <a href="@url">Shipping quote settings</a> page and it is located in Bulgaria, !!! Current country is @country
bg: Модула " Доставка с Еконт" работи само когато страната подател и получател е България.

source: Calculate delivery mode
bg: Режим на Изчисляване на доставката

source: To test calculating delivery use Demo mode.
bg: За проверка на работата на модула използвайте Демо режим.

source: Send delivery from
bg: Изпращане на доставката от

source: door
bg: врата

source: Econt office
bg: Еконт офис

source: Send a consignment of Еcont office, or from your store door.
bg: Изпращане на доставката от вашата врата, или от офис на Еконт.

source: The Delivery is on behalf of the shop
bg: Доставката се плаща от магазина

source: Delivery is charged to the store when the contract value is greater than this value, where less is paid by the customer. Value zero /0/ = always at the expense of Store. Blank field = always on behalf of Client.
bg: Доставката се плаща от магазина, когато стойността на поръчаните продукти е по-голяма от тази стойност. Стойност 0 = винаги се плаща от магазина. Празно поле = винаги се плаща от клиента.

source: Fixed delivery price
bg: Фиксирана цена на доставка

source: If ECONT website is unreachable to generate the price of delivery, this price is used as a ECONT delivery price.
bg: Ако сайта на Еконт е недостъпен, се използва тази стойност като цена за доставка.

source: Sms notification of shipment
bg: Смс известяване за доставка

source: Sms notification of the store for a shipment.
bg: Известяване с смс (на магазина) при получаване на доставката.

source: Invoice before pay CD
bg: Фактура преди плащане на НП

source: Enable uc_econt_invoice_before_pay.
bg: Получаване на фактура преди плащане.

source: Pay after accept
bg: Плащане след приемане

source: Orders consignment to be inspected by the recipient and pay cash on delivery only if you ACCEPT my product.
bg: Тъговецът позволява преглед на пратката преди плащането на наложения платеж.

source: Pay after test
bg: Плащане след тест

source: Orders consignment to be Inspected and Tested by recipient and to pay cash on delivery only if I accept the goods.
bg: Търговецът позволява преглед и тест на пратката преди плащането на наложения платеж.

source: Pay for a canceled item
bg: Разходи на отказана пратка

source: When refused shipment on account of the sender is the cost of selected activities. When Disabled, all expenses are charged to the customer.
bg: "Деактивиран" - При отказ на пратката доставката и връщането е за сметка на получателя. "Доставка и връщане" - Търговецът желае при отказ на пратката след преглед да заплати доставката и връщането й. "Връщане" - Търговецът желае при отказ на пратката след преглед да заплати връщането й.

source: Receipts
bg: Разписки

source: Acknowledgment DC / Acknowledgment + stock receipt DC-CP for shipping product.
bg: Обратна разписка или Обратна разписка + стокова разписка за доставката.

source: Two-way shipment - DP
bg: Двупосочна пратка - DP.

source: Two-way shipment.
bg: Двупосочна пратка.

source: Econt customer number of credit payment
bg: Econt клиентски номер за плащане на кредит

source: Customer number for payment of the supply of credit by the sender. <a href="@url">Agreement.</a>
bg: Клиентски номер на Споразумение за отложено плащане на доставката, когато тя е за сметка на магазина. <a href="@url">Споразумение.</a>

source: Agreement number for COD
bg: Номер на споразумение за НП

source: Number of payment for COD.
bg: Номер на споразумение за изплащане на НП по банков път, ако има такъв.

source: Econt Extra customer options
bg: Еконт - Предпочитани опции от клиента

source: On the next fields, if enabled here customer will choose or set these options on checkout pane.
bg: Следващите полета активират различни опции на доставката за избор за клиента при завършване на поръчката.

source: Date priority
bg: Приоритет за дата

source: Enable the date priority.
bg: Включва за избор Предпочитана дата за доставка.

source: Time priority
bg: Час за приоритет

source: Enable the time priority.
bg: Включва за избор час за приоритет.

source: Declared value
bg: Обявена стойност

source: Enable the field for declared value.
bg: Включва за избор Обявена стойност

source: Auto declared value
bg: Обявена Стойност

source: Automatically enable option "declared value" for orders over that amount.
bg: Задължително включва услугата Обявена стойност за поръчки над определената стойност.

source: Express services
bg: Експресни услуги

source: Enable city express / intercity express courier.
bg: Разрешаване на опция за Експресни градски / междуградски услуги.

source: e-Econt client login data
bg: Еконт - данни на потребител

source: e-Econt username
bg: e-Econt потребителско име

source: Client username on e-Econt profile
bg: Потребителското име от профила в Еконт

source: e-Econt password
bg: e-Econt парола

source: Client password on e-Econt profile, leave blank to not change current if it has been introduced.
bg: Клиентска парола в профила в Еконт сайта. Празно поле = без промяна.

source: Completed
bg: Валиден

source: store address is available
bg: Адреса на магазина е въведен.

source: Orders to generate shipping query on Econt site
bg: Поръчки с Еконт доставка, генериране на товарителници.

source: Order
bg: Поръчка

source: Delivery date
bg: Дата на доставка

source: Delivery name
bg: Получател

source: Delivery phone
bg: Телефон на получателя

source: Bill of lading
bg: Товарителница

source: Download and print
bg: Изтегляне за печат

source: Delivery status
bg: Състояние на доставката

source: View order
bg: Виж поръчката

source: download
bg: Изтегляне

source: Create for order
bg: Генериране за поръчка

source: Check status
bg: Провери

source: Bill is not triggered:
bg: Товарителницата не е задействана:

source: Date of delivery:
bg: Дата на доставка:

source: Receiver:
bg: Лице, получило пратката:

source: Receiver phone:
bg: Телефон на получателя:

source: Courier:
bg: Куриер, предал пратката:

source: Courier phone:
bg: Телефон на куриера предал пратката:

source: Total CD:
bg: Сума на наложения платеж:

source: Date get CD:
bg: Дата на събиране на наложения платеж:

source: Date send CD:
bg: Дата на изплащане на наложения платеж:

source: none
bg: нито един

source: before
bg: преди

source: in
bg: в

source: after
bg: след

source: office
bg: офис

source: to 60 min. (Е1)
bg: до 60 мин. (Е1)

source: to 90 min. (Е2)
bg: до 90 мин. (Е2)

source: to 120 min. (Е3)
bg: до 120 мин. (Е3)

source: Office locator
bg: Офис на картата

source: Full name
bg: Получател

source: Separate housing complex and street if exist with a comma (,)
bg: При необходимост отделете квартал и улица със запетая (,)

source: Street2 title
bg: №, бл., вх., ет., ап.

source: Separate two or more elements with a comma (,)
bg: Разделете два и повече елемента със запетаи (,). Например бл.10, вх.6, ап.12

source: Phone format 08XXXXXXXX
bg: Шаблон за телефонен номер 08XXXXXXXX

source: The delivery price is automatically generated when you enter your address. It must be recalculated when you change the Preferred delivery options with this button.
bg: Цената за доставка се изчислява автоматично когато въведете своя адрес. Ако направите промени в "Предпочитани опции за доставка" трябва да преизчислите цената чрез този бутон.

source: Street other
bg: пояснение за адреса

source: Other details of the address.
bg: Други пояснения за адреса.

source: Econt Prefered delivery options
bg: Предпочитани опции за доставка

source: Prefered options for delivery.
bg: Допълнителни опции за доставка.

source: Includes insurance.
bg: Обявена стойност 0,24% от сумата на поръчката Ви.

source: Delivery to
bg: Доставка до

source: Delivery day
bg: Ден за доставка

source: When delivered on Saturday Preferred time options are required.
bg: При избор на ден за доставка Събота, автоматично се начислява услугата Час за приоритет.

source: Prefered time type
bg: Час за приоритет - опции

source: Preferred time type for receipt of delivery.
bg: Предпочитано време за получаване на доставката.

source: Prefered time
bg: Предпочитано време

source: Preferred time value for receipt of delivery. Example: 14:30
bg: Предпочитано време за получаване на доставката. Например: 14:30

source: City express
bg: Градска експресна доставка

source: Express services are only for delivery from door to door.
bg: Експресните услуги са валидни само за доставка от Врата до Врата.

source: Intercity express
bg: Междуградска експресна доставка

source: More info
bg: Повече информация

source: More info about express services on <a href="@url" target="_blank">Econt site</a>
bg: Повече информация за експресните услуги може да намерите на сайта на <a href="@url" target="_blank">Econt</a>

source: ECONT shipping services
bg: Еконт спедиторски услуги

source: delivery date
bg: доставка на

source: no connection to ECONT website
bg: няма връзка със сайта на ECONT

source: fixed price
bg: фиксирана цена

source: Delivery shall be paid from the store
bg: Доставката се плаща от магазина

source: This product is insured for the time of delivery.
bg: Стоката е застрахована за времето на доставяне.

source: This product is insured for the time of delivery, if enable Prefered options -> Declared value. Orders above @auto_declared_value BGN. always be insured.
bg: Стоката се застрахова за времето на доставяне, когато включите Предпочитани опции за доставка -> Обявена стойност. Поръчки над @auto_declared_value лв. винаги се застраховат.

source: Returns the expense of store.
bg: Търговецът желае при отказ на пратката да заплати връщането й.

source: Shipping & Returns the order at the expense of store.
bg: Търговецът желае при отказ на пратката да заплати доставката и връщането й.

source: Shipping & Returns the order at the expense of receiver.
bg: При отказ на пратката доставката и връщането е за сметка на получателя.

source: Стоката ще пътува с Обратна разписка.
bg: В куриерската пратка е включена обратна разписка.

source: Стоката ще пътува със Стокова + обратна разписка.
bg: В куриерската пратка е включена обратна и стокова разписка.

source: ECONT shipping
bg: ECONT доставка
